/* ************************************************************************** */
/*                                                                            */
/* 每位工程师都有保持代码优雅和整洁的义务                                             */
/*                                                                            */
/* ************************************************************************** */
/**
 * Created by saber on 16/5/28.
 */
var baseApiUrl = '';
var apiConfig = [
  {
    name: 'getRedPackage', // 方法名 唯一
    method: 'get',
    url: baseApiUrl + 'json/getRedPackage.json',
    desc: '获取用户剩余红包的接口'
  }
]